Repository: rockindolphin/quickmoneyclick
Catalog: src/languages/messages-*.po
Languages: ru

# login
source: Sign in
ru: Войти

# signin
source: Sign up
ru: Зарегистрироваться

# business
source: Business registration
ru: Бизнес-аккаунт

# personal
source: Your personal business account
ru: Ваш персональный счет

source: Mutual settlements
ru: Взаиморасчёты

# currency_calculation
source: Accounts in different currencies: US Dollar, Euro and Czech crown
ru: Валюта расчёта доллар, евро, чешская крона

# business_segments
source: All businesses
ru: Все сегменты бизнеса

# personalized_approach
source: Fully customizable
ru: Персонализированный подход

# learn_more
source: More info
ru: Узнать больше

# open_account
source: Create account
ru: Открыть аккаунт

# blockchain
source: Blockchain technology
ru: Блокчейн технологии

# transactions
source: Digital transactions
ru: Технологичные транзакции

# replenishment
source: Top up your account balance in USD, EUR or cryptocurrencies
ru: Пополнение аккаунта USD и EUR криптовалютой

# crypto_address
source: Payments to crypto wallets
ru: Выплаты на криптоадреса

# own_crypto
source: Generate your own crypto address
ru: Генерация собственного криптоадреса

# auto_convert
source: Automatic exchange of received cryptocurrency payments into USD or EUR
ru: Автоконвертация криптовалюты в USD и EUR

source: Merchant account
ru: Мерчант-аккаунт

# solutions
source: Solutions right for your business
ru: Решения для Вашего бизнеса

# receiving_payments
source: We accept online payments from around the world
ru: Прием онлайн платежей на Ваш ресурс со всего мира

# reverse_payouts
source: Payment returns
ru: Обратные выплаты

# different_business
source: We work with all businesses
ru: Работа с различными видами бизнеcа

# customized_solutions
source: Individual solutions
ru: Индивидуальные решения

# features
source: QMC options
ru: Возможности QMC

# better_than_bank
source: Best for you. Better than a bank.
ru: Лучше, чем банк!

# account_opening
source: Create account
ru: Открытие аккаунта

# account_replenishment
source: Top up account
ru: Пополнение аккаунта

# withdrawal_of_funds
source: Withdraw funds
ru: Вывод средств

# instant_translations
source: Instant transfers
ru: Мгновенные переводы

# electronic_wallet
source: e-Wallet for your business
ru: Электронный кошелек для бизнес решений

# commissions
source: Fees and charges
ru: Комиссии и сборы

# terms
source: Terms and сonditions
ru: Условия и положения

# policy
source: Privacy policy
ru: Политика конфиденциальности

# copy_1
source: e-Wallets are provided by: FSV Money Pte. Ltd is regarded as a stored value facility under Singapore law.
ru: Электронные кошельки предоставляются: FSV Money Pte. Ltd (Сингапур), владеющий правом stored value facility (SVF).

# copy_2
source: Registration number 201619216W. FATCA GIIN:CZCKZE.99999.SL.702
ru: Регистрационный номер 201619216W. FATCA GIIN:CZCKZE.99999.SL.702

# popup4_list1
source: You don’t need receive cryptocurrencies for your services or goods. No high volatility risks.
ru: Принимайте криптовалюту за товары, работы, услуги без открытия криптоаккаунта. Риски большой волатильности курса отсутствуют.

# popup4_list2
source: Customer’s cryptocurrencies automatically exchange to your QMC account currency
ru: При получении криптовалюты она по текущему курсу отображается у вас на аккаунте в долларах или евро.

# popup4_list3
source: You can accept cryptocurrencies even if you don’t have your own crypto address. Need to send eur or usd from your QMC account to a crypto address? Just fill out crypto address in the withdrawal form.
ru: Рассчитывайтесь в криптовалюте без наличия криптоаккаунта. У вас есть на аккаунте QMC доллары или евро: подайте заявку на вывод с указанием криптоадреса вашего продавца.

# start_work
source: Open QMC account and make your payments easier
ru: Откройте счет и начните работу

# our_capabilities
source: Our options
ru: Наши возможности

# account_opening2
source: Open account. Dollars, Euro, Czech crown.
ru: Открытие аккаунта. Доллары, Евро, Чешская крона.

# account_replenishment2
source: You can top up your QMC account with bank card, bank transfer or crypto-currency
ru: Пополнение аккаунта: банковской картой, банковским переводом, криптовалютой.

# instant_translations2
source: Instant transfers. Transfer funds among your QMC accounts. Transfer to a QMC customer.
ru: Мгновенные переводы. Внутри аккаунта - между своими счетами. Между аккаунтами в системе QMC.

# merchant_open
source: Open merchant account
ru: Открыть мерчант аккаунт

# popup3-2_list1
source: Click the link below to download the application
ru: Кликните по ссылке ниже, чтобы скачать форму заявки.

# popup3-2_list2
source: Fill it out and send to us by email info@quickmoneyclik.com
ru: Заполните ее и отправьте на почту info@quickmoneyclik.com

# popup3-2_list3
source: Wait for approval
ru: Дождитесь одобрения заявки.

# popup3-2_list4
source: Get API for integration into your website
ru: Получите API для интеграции на Ваш сайт.

# popup3-2_list5
source: Start to receive and send payments from clients worldwide
ru: Начните получать платежи и делать выплаты на своем сайте.

# popup3-2_list6
source: Download application
ru: Скачать форму

# merchant_account3
source: Merchant account
ru: Мерчант аккаунт

# merchant_for_business
source: A merchant account allows you to accept and process payment card transactions
ru: Счет торговца для бизнеса в интернете в системе QMC

# popup3_list1
source: Choose settlement currency for your account and accept payments around the world
ru: Обычный аккаунт с одной валютой и статусом мерчант

# popup3_list2
source: Transfer straight into QMC account from your merchant account
ru: Неограниченные возможности по выплатам с мерчант аккаунта

# popup2_title
source: Solution for your business
ru: Решения для бизнеса

# popup2_subtitle
source: B2B, P2B or B2P transactions
ru: Взаиморасчеты в сегментах b2b, b2p, p2p

# popup2_list1
source: Transfer your funds from customer to seller directly. Without any bank involvement
ru: Взаиморасчеты между покупателем и продавцом без участия банковских структур.

# popup2_list2
source: Pay for services or goods
ru: Выплаты за работы, услуги

# popup2_list3
source: Tax optimisation
ru: Оптимизация налогообложения при использования QMC

# scheme-2_1-1
source: Customer’s e-Wallet
ru: Кошелёк покупателя

# scheme-2_1-2
source: Seller’s e-Wallet
ru: Кошелёк продавца

# scheme-2_1-3
source: Seller
ru: Продавец

# scheme-2_1-4
source: Customer
ru: Покупатель

# scheme-2_2-1
source: Employer
ru: Работодатель

# scheme-2_2-2
source: Freelancer
ru: Фрилансер

# scheme-2_2-3
source: Designer
ru: Дизайнер

# scheme-2_2-4
source: Builder
ru: Строитель

# scheme-2_3-1
source: Before
ru: До

# scheme-2_3-2
source: After
ru: После

# scheme-3_1-1
source: Transfer money between
ru: Перевод между

# scheme-3_1-2
source: QMC accounts
ru: аккаунтами внутри QMC

# scheme-3_1-3
source: Seller payment
ru: Запрос на оплату

# scheme-3_1-4
source: inquiry
ru: через QMC

# scheme-3_1-5
source: Merchant account
ru: Мерчант аккаунт

# scheme-3_1-6
source: Customers’ e-Wallets
ru: Кошельки клиентов QMC

# scheme-3_1-7
source: Seller’s site
ru: Сайт продавца

# scheme-3_1-8
source: API integration
ru: Интеграция Мерчант аккаунта по API

# scheme-3_1-9
source: Sellers get notifications about receipt of funds
ru: Уведомление продавцу о поступлении средств

# scheme-3_2-1
source: Merchant account
ru: Мерчант аккаунт

# scheme-3_2-2
source: QMC customers’ e-Wallets
ru: Кошельки клиентов QMC

# scheme-3_2_1-1
source: All businesses
ru: Все виды бизнеса

# scheme-3_2_1-2
source: Convenient way to
ru: Удобные способы

# scheme-3_2_1-3
source: withdraw or deposit funds
ru: снятия и пополнения

# scheme-3_2_1-4
source: Choose a currency
ru: Выберите валюту:

# scheme-3_2_1-5
source: USD or EURO
ru: USD или EURO

# scheme-3_2_1-6
source: Small fees
ru: Минимальные

# scheme-4_1-1
source: QMC account
ru: Аккаунт в QMC

# scheme-4_1-2
source: QR code
ru: Генератор

# scheme-4_1-3
source: generator
ru: QR кода

# scheme-4_1-4
source: Send
ru: Отправьте

# scheme-4_1-5
source: your crypto wallet address
ru: криптоадрес

# scheme-4_1-6
source: to your customer
ru: покупателю

# scheme-4_1-7
source: Customer
ru: Покупатель

# scheme-4_1-8
source: pays
ru: оплачивает

# scheme-4_1-9
source: cryptocurrency
ru: в криптовалюте

# scheme-4_1-10
source: Cryptocurrencies are automatically converted to USD and EUR
ru: Автоперевод криптовалюты в USD и EUR

# scheme-4_2-1
source: Auto-Convert
ru: Автоконвертация

# scheme-4_3-1
source: QMC account
ru: Аккаунт в QMC

# scheme-4_3-2
source: Withdrawal form
ru: Заявка на вывод

# scheme-4_3-5
source: Recipient
ru: Продавец

# scheme-4_3-6
source: get
ru: получает

# scheme-4_3-7
source: cryptocurrency
ru: криптовалюту

# table1_title
source: Our fees and charges
ru: Коммисия и сборы

# table1_r1c1
source: Service fees
ru: Сервисные сборы

# table1_r1c2
source: Amount
ru: Стоимость

# table1_r2c1
source: Open account
ru: Открытие аккаунта

# table1_r3c1
source: Open merchant account
ru: Открытие мерчан аккаунта

# table1_r4c1
source: Financial institution merchant account
ru: Открытие мерчан аккаунта для финансовых институтов

# table1_r5c1
source: Monthly account maintenance fee
ru: Ежемесячное обслуживание

# table1_r6c1
source: Close account
ru: Закрытие аккаунта

# table2_r1c1
source: Payments to your account
ru: Входящие платежи

# table2_r2c1
source: Bank transfer
ru: Банковский перевод

# table2_r3c1
source: Bank card
ru: Банковская карта

# table3_r1c1
source: Payments from your account
ru: Исходящие платежи

# table3_r2c1
source: Bank transfer
ru: Банковский перевод

# table3_r3c1
source: Bank card
ru: Банковская карта

# faq_c7_t
source: Что такое QMC?
ru: Как открыть аккаунт в QMC?

# faq_c8_t
source: Какие возможности даёт QMC для бизнеса и частных лиц?
ru: Какие документы необходимы для верификации владельца?

# faq_c9_t
source: В чём ваше отличие от популярных электронных кошельков?
ru: Какие существуют ограничения и лимиты?

# faq_c10_t
source: С какими банками мы сотрудничаем?
ru: Какие способы пополнения аккаунта есть в QMC?

# faq_c11_t
source: Какие виды аккаунтов можно открыть в QMC?
ru: Какие способы вывода средств с аккаунта существуют в QMC?

# faq_c12_t
source: С кем мы работаем? С какими странами?
ru: Возможно ли пополнение аккаунта в одной валюте, а вывод в другой?

# table4_r1c1
source: Transfer between QMC accounts
ru: Переводы внутри QMC

# table4_r2c1
source: Between your QMC accounts
ru: Между своими счетами

# table4_r3c1
source: Between QMC accounts in the same currency
ru: Между клиентами QMC без конвертации

# table4_r4c1
source: Between QMC accounts in different currencies
ru: Между клиентами QMC c конвертацией

# table4_r5c1
source: Merchant account
ru: Мерчант аккаунт
